cms/components/CManagerLanguage.php

    private function loadLanguages() {
        $model = \app\models\Languages::find()->all();
---
SELECT * FROM `cms_language`